{
  "blogs": [
    {
      "id": "2d44",
      "title": "Standard Training-Dummy Rabbit",
      "preview": "An Abnormality in the shape of a training dummy used to train up-and-coming managers.",
      "body": "\"An Abnormality in the shape of a training dummy used to train up-and-coming managers.\"\n\n\"Rumor has it this Abnormality was chosen to be used for training as it is the most docile and tame of any that we have extracted. It’s called a training dummy “rabbit”, but it doesn’t seem to enjoy carrots. It likes people.\nIf it escapes, it is merely following the employee as they leave its Containment Unit.\" ",
      "abno": "O-00-00"
    },
    {
      "id": "24e1",
      "title": "Scorched Girl",
      "preview": "I am coming to you. You, who will be reduced to ash like me.",
      "body": "    \"It takes the form of a girl burnt to ashes. Even though there's nothing left to burn, the fire still doesn't extinguish.\"\n\n    \"A matchstick impales the girl's body like a stake. Usually, the match is always lit, while the Abnormality shows no sign of activity. Because of this, employees often speculate that the matchstick may be the Abnormality's true body. However, recently, the ashen figure was seen crying, according to witnesses.\"\n\n    <Excerpt from Abnormality Specialist Doctor <Redacted>’s Research Log> \n    \"The charred body represents the child's crumbled hope, while the ever blazing flame represents the obsession for affection. It's always in conflict with the contradiction between these two.” “We paid a boatload and that's all they have to say?\"\n\n    <Excerpt from Recorded Staff Conversation> \n    \"Well, she’s like a ticking time bomb. No one can tell if she’s in a good mood or not. We just hope that we won’t be the one blown up before entering the Containment Unit. She won’t get any better, we can only try and keep her from getting worse.\"\n\n    <Excerpt from Counseling Log>  \"I never thought the abnormality would be able to escape. Maybe we were getting careless, but it seemed that all it could do was burn up the match stuck in its body. Yes, our response was a bit late. (Omitted) Most Abnormalities that try to escape would attack the employees in front of them, but this one didn't show any aggression toward the nearby employees. Instead, it headed to a different department, the most crowded place in the company. If we didn't suppress it at the door, half of the people here wouldn't be in one piece.\"",
      "abno": "F-01-02"
    },
    {
      "id": "037b",
      "title": "One Sin and Hundreds of Good Deeds",
      "preview": "It feeds on the “evil” that seeps out during conversations between people.",
      "body": "    \"A silent Abnormality that understands the conflict between good and evil. Its empty eye sockets stare at all those who encounter it.\n    A giant skull that is attached to a cross, it wears a crown of thorns. It floats about 2 meters above the ground.\"\n\n    \"While its appearance is bizarre, it is rare to record an incident of violence against employees involving this Abnormality.\"\n\n    \"It feeds on the “evil” that seeps out during conversations between people. The assigned employee must kneel before it (standing appears to be acceptable) and present their “evil” by confessing their sins to it. The way it feeds is unknown.\"\n\n    <Excerpt from Experiment Records>\n    \"We have cataloged the sins a person can commit into three levels.\n    Level 1: A small lie or action that either goes unnoticed or can be shared in jest.\n    Level 2: Sins that are more serious and only shared with the closest of friends.\n    Level 3: Sins so profound that they cannot be shared with anyone. These will be taken to the grave.\n    Employee <Redacted> had been assigned to confess a Level 1 sin. Energy production via the Abnormality increased by 12%.\n    Employee <Redacted> was assigned to confess a Level 2 sin. Energy production via the Abnormality increased by 15%.\n    We assigned employee <Redacted> to confess a Level 3 sin. 1 minute and 48 seconds after the employee was sent in, a bright flash of light was seen. The light was so bright that it could be seen outside of the Containment Unit. Immediately following the light, there was a facility-wide power outage. The phenomena lasted for 2 hours. Employee <Redacted> lost 6 years of their memory.\n    Further experiments were canceled. Scientific ethics decree that all footage of those who participated in the experiment is to be kept sealed. However, the incident left us no choice but to review the footage of the Containment Unit.\"\n\n    \"Employee <Redacted>: \"This happened during <Redacted> at around 4:00 PM. Anyways, there was a railway about 20 minutes from my house. Some of my good friends and I decided to dress as forest animals. One of us chose to go as a deer. It was a crude costume, it could hardly be called one to be honest. Just a pair of clumsily made antlers and a dark outfit with some deer-like spots on it. (Omitted)\n\n    I don't know how our ‘deer’ friend wandered into the woods. We didn't even notice he was missing for maybe an hour. We searched for him and finally found him in some bushes. We called out his name, and I'm not sure if it was from relief of finally finding us or what but he started sprinting towards us.\n    And that's when we heard it; the gunshots. Bang! Bang! Bang! When I came to my senses, I saw his blood splattered all the way to my feet. After that, not one of us dressed up as an animal ever again. That’s all. By the way, is this really supposed to work?\" \"\n\n    <Observation Log #4_435>\n    \"Its eye sockets are empty. It is a skull after all. But I doubt it’s blind. It certainly has its gaze fixed on me, and I can somehow feel that it’s listening to me. Confessing to it does lighten my heart, admittedly.\"\n\n    \"Afterwards, we investigated the incident in the employee’s hometown to get a better picture. We learned that a boy named Justin was shot and killed in a deer costume by hunters during hunting season. Unlike the employee’s confession, Justin was repeatedly bullied by other kids. Witnesses said they heard the kids shout “Run, Justin, run!\" right before the gunshot. After the incident, the kids at the scene moved out of town, and deer hunting was banned in the area.\"\n\n    <Excerpt from Abnormality Research Log X-392>\n    \"Honestly, you can’t expect all of our employees to give honest confessions to that skull. Around every one in ten employees will tend to say something that is not completely true. It’s a bit different from a lie. You can say that it’s a subconscious excuse they make.\n    They distort perspectives to justify their actions, even though they are aware that they should be telling the truth. Once this happens, the confession is no longer truly a confession. Yes, I’m talking about you trying to justify your tardiness for 5 minutes now!\"",
      "abno": "O-03-03"
    },
    {
      "id": "934e",
      "title": "The Queen of Hatred",
      "preview": "In the name of Love and Justice~ Here comes Magical Girl!",
      "body": "    \"A humanoid Abnormality that looks like it would go and fight villains for peace and justice at any moment.\"\n\n    \"It is friendly toward every employee and is able to engage in casual conversation. It believes that it is a hero born to save the world, and takes considerable pride in it.\"\n\n    \"When it shows signs of anxiety or doubt while conversing with an employee, its appearance and personality will undergo an adverse change within 4 days, and it will display symptoms of dissociative disorders.\"\n\n    \"The definition of “good” and “evil” are fixed in its mind. Some assume that when the Abnormality’s beliefs lead to a horrible doubt about the existence of evil, it will choose to become evil to negate that doubt.\n    All parameters will return to normal after the negative phase passes, and the Abnormality will have no memory of the behavior it exhibited during that phase.\"\n    <Audio Log_1> \"Employee: How are you feeling today?\n    Magical Girl: Good. The world is at peace, and it’s quiet around here. Peace is a great thing to have. It means there aren't any villains around, right?\"\n    <Audio Log_2> \"Employee: You're looking a bit down today.\n    Magical Girl: Still fine. The world is peaceful, and it's... (The Abnormality fell silent and did not wish to continue speaking)\"\n    (Omitted)\n    <Audio Log_3>\n    \"Employee: ...Are you alright?\n    Magical Girl: Why is it still so peaceful? You see, the whole purpose of my life is to defeat villains. It's as if the world is trying to say it doesn't need me. Really, why is it still so peaceful? Oh, did I mention that I'm a magical girl? To keep the world's peace, I was born. But today, it's quiet today. (The Abnormality continued to murmur incomprehensible words to itself)\"\n    <Audio Log_4> \"(The Abnormality endlessly mumbles to itself, without even noticing the employee in its containment)\n    Magical Girl: The world can be divided into good and evil. I am on the side of justice. If I am on the side of good, then someone has to be on the side of evil. Without someone to play the villain, I can't exist. Then, who is going to protect the world? <Audio Cuts Out>\"\n\n    \"<Audio Log_5: Level 3 or above access required>\n    This is part of an audio record obtained during the rampage on the date of <Redacted>. The Abnormality used a radio installed in the facility to call the Emergency Planning Team. - (Continuous Sobbing) Employee: This is the Emergency Planning Team. Please identify yourself. - I think, I... I did this. I, I couldn't stop myself. It's my fault. I ruined everything. I betrayed the people who were kind to me. I don't remember why I did this. Employee: Could you elaborate on what happened? - I don't know. They aren't moving. There's so much blood. I'm sorry. I'm really sorry.\n    (Omitted) Three bodies were found in the Abnormality's Containment Unit. The Abnormality lost all memory of the incident afterward.\"",
      "abno": "O-01-04"
    }
  ]
}